{
    "items": [
      {
        "id": 1,
        "name": "The Rick and Morty Book: Deluxe Edition",
        "description": "A comprehensive guide to the show, featuring behind-the-scenes information, concept art, and more.",
        "price": "$24.99"
      },
      {
        "id": 2,
        "name": "The Art of Rick and Morty",
        "description": "A book showcasing the artwork and creative process behind the show.",
        "price": "$19.99"
      },
      {
        "id": 3,
        "name": "Rick and Morty and Philosophy: In the Darkest Timeline",
        "description": "A collection of essays exploring philosophical concepts through the lens of the show.",
        "price": "$14.99"
      },
      {
        "id": 4,
        "name": "The Science of Rick and Morty: What Earth's Stupidest Show Can Teach Us About Quantum Physics, Biological Hacking, and Reality Itself",
        "description": "A book that delves into the scientific ideas presented in the series.",
        "price": "$16.99"
      },
      {
        "id": 5,
        "name": "Rick and Morty: Lil' Poopy Superstar",
        "description": "A graphic novel that follows Summer Smith and her new alien friend, in a separate adventure from the show.",
        "price": "$12.99"
      },
      {
        "id": 6,
        "name": "Rick and Morty (Oni Press)",
        "description": "The official comic series that continues the adventures of Rick and Morty across various dimensions and timelines.",
        "price": "$9.99"
      },
      {
        "id": 7,
        "name": "Rick and Morty vs. Dungeons & Dragons",
        "description": "A crossover comic series that sees the characters playing the popular tabletop game.",
        "price": "$11.99"
      },
      {
        "id": 8,
        "name": "Rick and Morty: Pocket Like You Stole It",
        "description": "A miniseries where Rick and Morty enter a virtual reality video game.",
        "price": "$8.99"
      },
      {
        "id": 9,
        "name": "Rick and Morty Presents",
        "description": "A series of one-shot comics focusing on side characters and alternate realities.",
        "price": "$7.99"
      },
      {
        "id": 10,
        "name": "Rick and Morty: Ever After",
        "description": "A comic book that explores the aftermath of a crazy adventure.",
        "price": "$10.99"
      }
    ]
  }
  